[{"model": "rareapi.category", "pk": 1, "fields": {"label": "Religion"}}, {"model": "rareapi.category", "pk": 2, "fields": {"label": "Politics"}}, {"model": "rareapi.category", "pk": 3, "fields": {"label": "Sports"}}, {"model": "rareapi.category", "pk": 4, "fields": {"label": "Technology"}}, {"model": "rareapi.category", "pk": 5, "fields": {"label": "Programming"}}, {"model": "rareapi.category", "pk": 6, "fields": {"label": "Books"}}, {"model": "rareapi.category", "pk": 7, "fields": {"label": "Television"}}, {"model": "rareapi.category", "pk": 8, "fields": {"label": "Relationships"}}, {"model": "rareapi.category", "pk": 11, "fields": {"label": "School"}}, {"model": "rareapi.category", "pk": 12, "fields": {"label": "These Guys Are Pro"}}, {"model": "rareapi.author", "pk": 8, "fields": {"user": 6, "bio": "I'm an admin", "profile_image_url": "image/admin-1cd810ab-d4ac-4a62-a376-cf617a1e850b.png", "created_on": "2021-08-20", "active": true}}, {"model": "rareapi.author", "pk": 9, "fields": {"user": 7, "bio": "Aurora Sheridan is a 40-year-old golf caddy with an unfortunate habit of bumping off the people around her. She is bright and energetic, but can also be very violent and a bit disloyal.\n\nHer first victim was her late girlfriend, Beau Jasmin Haynes, who she killed because she did not do what she was told. She has since killed two more people: her half brother Gerald, and her half brother Sheila.\n\nShe is French who defines herself as bisexual. She didn't finish school. She is allergic to wool. She has a severe phobia of water\n\nPhysically, Aurora is not in great shape. She needs to lose quite a lot of weight. She is average-height with olive skin, brown hair and green eyes. She has Scratch on the cheek from tustle with Gerald Marc Sheridan just before killing him..\n\nShe grew up in a working class neighbourhood. Her mother left when she was young, leaving her with her father, who was a drunk.\n\nShe is currently in a relationship with Elsie Josephine Dunn. Elsie is the same age as her and works as a receptionist.\n\nAurora has one child with girlfriend Elsie: Perry aged 1.\n\nAurora's best friend is a golf caddy called Belle Hutchinson. They have a very firey friendship. She also hangs around with a golf caddy called Jacques Love. They enjoy running together.", "profile_image_url": "image/ASheridan-44ae59ec-6ed9-4a1a-82c5-91e214927369.jpeg", "created_on": "2021-08-20", "active": true}}, {"model": "rareapi.author", "pk": 10, "fields": {"user": 8, "bio": "Catherine Swallow is a 25-year-old chemistry student who enjoys going to the movies, jigsaw puzzles and playing video games. She is brave and gentle, but can also be very boring and a bit boring.\n\nShe is Welsh who defines herself as pansexual. She is currently at college. studying chemistry. She is allergic to gluten.\n\nPhysically, Catherine is slightly overweight but otherwise in good shape. She is average-height with walnut skin, grey hair and brown eyes.\n\nShe grew up in an upper class neighbourhood. After her father died when she was young, she was raised by her mother\n\nShe is currently in a relationship with Mandy Kian Oliver. Mandy is 15 years older than her and works as a personal trainer.\n\nCatherine's best friend is a chemistry student called Megan Parry. They are inseparable. She also hangs around with Cerys Charles and Owain Walters. They enjoy helping old ladies across the road together.", "profile_image_url": "image/CSwallow-b043a9eb-4580-49e6-9b7a-0fd4d3d5fbfe.jpeg", "created_on": "2021-08-20", "active": true}}, {"model": "rareapi.author", "pk": 11, "fields": {"user": 9, "bio": "Gordon Delano is a 42-year-old tradesperson who enjoys photography, podcasting and swimming. He is gentle and friendly, but can also be very lazy and a bit unfriendly.\n\nHe is an Australian Muslim who defines himself as gay. He didn't finish school.\n\nPhysically, Gordon is slightly overweight but otherwise in good shape. He is very short with chocolate skin, black hair and black eyes. He has a monobrow.\n\nHe grew up in a working class neighbourhood. He was raised by his mother, his father having left when he was young.\n\nHe is currently in a relationship with Ethan Willard Owen. Ethan is the same age as him and works as a legal secretary.\n\nGordon has four children with boyfriend Ethan: Percy aged 1, Iain aged 6, Jenna aged 8 and Jennie aged 10.\n\nGordon's best friend is a tradesperson called Benedict Simmons. They have a very firey friendship. He also hangs around with Leia O'Connor and Tymon Diaz. They enjoy jigsaw puzzles together.", "profile_image_url": "image/GDelano-4cad1058-0887-4994-ad2f-65a328ecfbbd.jpeg", "created_on": "2021-08-20", "active": true}}, {"model": "rareapi.author", "pk": 12, "fields": {"user": 10, "bio": "Mavis Granville is a 45-year-old personal trainer who enjoys appearing in the background on TV, relaxing and swimming. She is exciting and entertaining, but can also be very cowardly and a bit selfish.\n\nShe is British who defines herself as asexual. She finished school and then left academia. She is allergic to wool.\n\nPhysically, Mavis is in pretty good shape. She is tall with brown skin, black hair and brown eyes. She has a birthmark on her forehead.\n\nShe grew up in a working class neighbourhood. After her mother died when she was young, she was raised by her father\n\nMavis's best friend is a personal trainer called Presley Hutchinson. They get on well most of the time. She also hangs around with Rainbow Stone and Jeanine Gillespie. They enjoy extreme ironing together.", "profile_image_url": "image/MGranville-84e9270f-6e74-40e1-bc20-a3e3c948655d.jpeg", "created_on": "2021-08-20", "active": true}}, {"model": "rareapi.author", "pk": 13, "fields": {"user": 11, "bio": "Although the cause of death was reported as accident - fall from height, Derick, a 37-year-old intelligence researcher, is convinced that his father, Dean Fletcher, was murdered.\n\nHe is Egyptian who defines himself as pansexual. He finished school and then left academia. He is allergic to milk. He has a severe phobia of sharks, and is obsessed with gangnam style.\n\nPhysically, Derick is in pretty good shape. He is tall with olive skin, brown hair and blue eyes.\n\nHe grew up in a working class neighbourhood. His father left when he was young, leaving him with his mother, who was an addict.\n\nHe is currently in a relationship with Hugh Erica Woodward. Hugh is the same age as him and works as a doctor.\n\nDerick's best friend is an intelligence researcher called Oakley Green. They get on well most of the time. He also hangs around with Clifford Booth and Patricia Hughes. They enjoy painting together.", "profile_image_url": "image/DLewis-a12ba315-b79a-441d-b94f-d13c06436b19.jpeg", "created_on": "2021-08-20", "active": true}}, {"model": "rareapi.author", "pk": 14, "fields": {"user": 12, "bio": "Neil George is a 43-year-old chorus actor who enjoys football, eating out and vandalising bus stops. He is stable and creative, but can also be very stingy and a bit stingy.\n\nHe is Danish who defines himself as straight. He has a degree in chemistry. He has a severe phobia of crocodiles\n\nPhysically, Neil is not in great shape. He needs to lose quite a lot of weight. He is short with brown skin, grey hair and green eyes.\n\nHe grew up in a working class neighbourhood. He was raised in a happy family home with two loving parents.\n\nHe is currently married to Viola Anna Pritchard. Viola is 20 years older than him and works as a screenplay writer.\n\nNeil's best friend is a chorus actor called Otto Haynes. They have a very firey friendship. He also hangs around with Alexander Norris and Cai Griffiths. They enjoy listening to the radio together.", "profile_image_url": "image/NGeorge-aaf1dbfc-d7c1-4ce4-8e3b-37890de30f29.jpeg", "created_on": "2021-08-21", "active": true}}, {"model": "rareapi.author", "pk": 15, "fields": {"user": 13, "bio": "Rahman Tran is a 73-year-old government politician who enjoys travelling, Rubix cube and relaxing. He is bright and energetic, but can also be very selfish and a bit cowardly.\n\nHe is American who defines himself as asexual. He started studying philosophy, politics and economics at college but never finished the course.\n\nPhysically, Rahman is in good shape. He is short with pale skin, black hair and blue eyes.\n\nHe grew up in a middle class neighbourhood. After his mother died when he was young, he was raised by his father\n\nRahman's best friend is a government politician called Hassan Martinez. They have a very firey friendship. He also hangs around with Rihanna Jones and Malaika O'Connor. They enjoy duck herding together.", "profile_image_url": "image/Rtran-86897de6-608e-4d7d-90f4-0ad62a49ef36.jpeg", "created_on": "2021-08-23", "active": true}}, {"model": "rareapi.author", "pk": 16, "fields": {"user": 14, "bio": "William Henry Gates III is an American business magnate, software developer, investor, author, and philanthropist. He is a co-founder of Microsoft Corporation, along with his late childhood friend Paul Allen.", "profile_image_url": "image/BGates-b73eda08-a594-4172-9ddd-204d94f25c26.octet-stream", "created_on": "2021-08-23", "active": true}}, {"model": "rareapi.tag", "pk": 1, "fields": {"label": "News"}}, {"model": "rareapi.tag", "pk": 2, "fields": {"label": "Sci-fi"}}, {"model": "rareapi.tag", "pk": 3, "fields": {"label": "Novel"}}, {"model": "rareapi.tag", "pk": 4, "fields": {"label": "Horror"}}, {"model": "rareapi.tag", "pk": 5, "fields": {"label": "Life"}}, {"model": "rareapi.tag", "pk": 9, "fields": {"label": "Tesla"}}, {"model": "rareapi.post", "pk": 2, "fields": {"user": 12, "category": 5, "title": "Best Free Certifications For Software Engineers", "publication_date": "2021-08-21", "image_url": "image/Best_Free_Certifications_For_Software_Engineers-70804a66-86cc-4f2a-936c-032a5d5cfcc9.png", "content": "Welcome back! Here are some of the best free certifications that i’ve seen that you should definitely look into! They range from programming certifications, IT certifications and some other ones for added variety ☺️, let’s get started!\nFreeCodeCamp.org\nYou may have already stumbled across this website, but FreeCodeCamp actually provides several different certificates for free. First off, their website is very easy to navigate and the courses are built out fairly well, if I was starting off, I would definitely consider going through these courses within this website for the certificates. These certificates range from front end development, machine learning development and even back end programming as well!", "approved": true}}, {"model": "rareapi.post", "pk": 3, "fields": {"user": 7, "category": 8, "title": "I Married the Pervert", "publication_date": "2021-08-21", "image_url": "image/I_Married_the_Pervert-44570f0c-f4ac-43cb-9b71-885f0e8be920.jpeg", "content": "“Your husband is a narcissist.”\nHad I showered that morning? I couldn’t remember. The days passed by in such a haze that simple tasks like figuring out what to wear became daunting.\nBy that point in my marriage, I had already tried couples’ counseling with three other therapists, all of whom suggested I might be responsible for the…\n", "approved": true}}, {"model": "rareapi.post", "pk": 4, "fields": {"user": 11, "category": 4, "title": "The 12 Best Electric Bikes for Every Kind of Ride", "publication_date": "2021-08-21", "image_url": "image/The_12_Best_Electric_Bikes_for_Every_Kind_of_Ride-6d12d3a2-7c4d-4a65-8b0f-adc01ed13ffe.jpeg", "content": "THE CONCURRENT CRISES of the coronavirus pandemic and climate change have prompted many of us to rethink how we live our daily lives. For millions of Americans, that included hopping on an ebike, whether we rented one from a bike-share or bought our own. \n\nFor years, electric bicycles were bulky, inconvenient, expensive machines whose usefulness (and battery life) was limited. Slowly, that has changed. Ebikes are now lighter, more attractive, and more powerful than ever. You don't need to be physically fit to ride one. It gets you outside, reduces fossil fuels, reduces congestion, and it's fun. \n\nOver the past few years, my fellow Gear writers and I have tried almost every kind of electric bike, from the best heavy-duty cargo bikes to high-end mountain bikes. We're always testing new bicycles, so if you don't see one you like now, check back later (or drop me a note!). Once you get one, check out our favorite biking accessories, bike locks, and gear for a bikepacking adventure.", "approved": true}}, {"model": "rareapi.post", "pk": 5, "fields": {"user": 7, "category": 5, "title": "Even Knowing Basic Coding Can Put Your Business at a Competitive Advantage", "publication_date": "2021-08-21", "image_url": "image/Even_Knowing_Basic_Coding_Can_Put_Your_Business_at_a_Competitive_Advantage-e44e9e2f-30b3-4f1c-80bf-26ea1a5c32c5.jpeg", "content": "Learning to code can help any entrepreneur in the digital age. Not all founders are technical, but as your business grows, it helps to understand technology so you can know where and how to best devote your resources to maximize your business's reach. Whether you run a restaurant, a boutique, or a digital marketing company, knowing today's most important coding skills can help you run your business more efficiently.\n\nSo, want to learn to code? Look no further than The 2021 Premium Learn To Code Certification Bundle.\n\nThis monster bundle includes ten courses and more than 120 hours of training in JavaScript, HTML, CSS, Python, and much more. You'll learn from experts like Joseph Delgadillo, Mammoth Interactive CEO, John Bura, top iOS developer, Nick Walter, and more. ", "approved": true}}, {"model": "rareapi.post", "pk": 6, "fields": {"user": 9, "category": 5, "title": "Ace the coding interview: How I got offers at Google and Facebook, twice!", "publication_date": "2021-08-23", "image_url": "image/Ace_the_coding_interview_How_I_got_offers_at_Google_and_Facebook_twice-331f9e14-211a-4adf-a010-c9f692bdd3ef.png", "content": "In 2017, I received offers from Facebook, Google, Microsoft. I thought I had just gotten lucky. But in 2019, I followed the same preparation process and replicated the results: After receiving offers from Facebook, Google, Snap, Square, and Uber, I realized I had found a repeatable process to ace coding interviews. My process was honed through hundreds of hours studying for technical interviews and over 100 hours of being interviewed at actual companies. I wrote up a guide to share with friends, who found it to be valuable and encouraged me to share it with a wider audience.\nThis guide only covers coding questions. My process offers many tips for efficient practice, but few shortcuts, and is not the “4-Hour Workweek” of interview prep guides. Rather, it’s a systematic approach that takes time and builds a strong interviewing foundation.", "approved": true}}, {"model": "rareapi.post", "pk": 13, "fields": {"user": 13, "category": 4, "title": "Elon Musk unveils Tesla Bot, a humanoid robot that uses vehicle AI", "publication_date": "2021-08-23", "image_url": "image/Elon_Musk_unveils_Tesla_But_a_humanoid_robot_that_uses_vehicle_AI-92c8e7c9-bd38-45a7-8334-5ddce94be93f.jpeg", "content": "Tesla CEO Elon Musk on Thursday unveiled a humanoid robot called the Tesla Bot that runs on the same AI used by Tesla's fleet of autonomous vehicles. A functioning version of the robot didn't make an appearance during Musk's reveal, though a slightly bizarre dance by a performer dressed like a Tesla Bot did. \n\nThe unexpected reveal came at the end of Tesla's AI Day presentation, with Musk providing few details about the slightly creepy, Slenderman-like robot beyond a few PowerPoint slides. The 5-foot-8-inch robot is expected to weigh in at 125 pounds and be built from \"lightweight materials,\" he said. \n\nIts head will be kitted out with the autopilot cameras used by Tesla's vehicles to sense the environment and will contain a screen to display information. Internally, it will be operating via Tesla's Full Self-Driving computer. \n\n\"It's intended to be friendly,\" Musk joked, \"and navigate through a world built for humans.\"", "approved": true}}, {"model": "rareapi.post", "pk": 14, "fields": {"user": 14, "category": 12, "title": "This is why you should hire these devs", "publication_date": "2021-08-23", "image_url": "image/This_is_why_you_should_hire_these_devs-1a18ef0b-3d4b-457b-99a3-c64a7bb59091.png", "content": "This group of guys rebuilt Medium as their first app. WOW. I would hire them right away.", "approved": true}}, {"model": "rareapi.comment", "pk": 3, "fields": {"post": null, "user": 11, "content": "This is craaaaazy!!!!", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 4, "fields": {"post": null, "user": 11, "content": "NO, derick, youre crazy....", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 5, "fields": {"post": null, "user": 11, "content": "fdsfdsfds", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 6, "fields": {"post": null, "user": 11, "content": "dfsdfdsfds", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 7, "fields": {"post": null, "user": 11, "content": "fdsfdsfds", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 8, "fields": {"post": null, "user": 11, "content": "fdsfdsfdsf", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 9, "fields": {"post": 2, "user": 7, "content": "NSS is best!", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 10, "fields": {"post": 2, "user": 11, "content": "I agree with this content.", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 11, "fields": {"post": 2, "user": 9, "content": "Too bad I spent all my money on my computer...", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 12, "fields": {"post": 2, "user": 10, "content": "Certificates are awesome!!!", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 13, "fields": {"post": 2, "user": 10, "content": "I changed my mind, they're not that great...", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 14, "fields": {"post": 2, "user": 12, "content": "I'm just here for the comments. *eats popcorn*", "created_on": "2021-08-23"}}, {"model": "rareapi.comment", "pk": 16, "fields": {"post": 2, "user": 13, "content": "I also agree with Aurora.", "created_on": "2021-08-23"}}]